IdeaRS.Connections
TimberTonguePlateType Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.TimberTonguePlateType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum TimberTonguePlateType
Members
Member name | Value | Description
Single | 0
Double | 1
See Also
Reference
IdeaRS.Connections.Data Namespace